about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-09 Mon 23:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>About the Nameclouds Baby Name Generator</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">About the Nameclouds Baby Name Generator</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org02dc81e">Why Nameclouds</a></li>
<li><a href="#org73a5f56">What is Name Prediction Technology™?</a></li>
<li><a href="#org78ccfc7">How do I use Nameclouds?</a></li>
<li><a href="#orgf522970">What do I get in my subscription?</a></li>
</ul>
</div>
</div>
<style>
body {
    position: relative;
    font-family: Raleway;
    color: rgb(0,102,106);
    background-image: url('blueturquoise-opt.jpg');
    background-repeat: repeat;
}

.title {
    color: white;
    text-align: center;
    height: 50px;
}

a {
    color: rgb(0,102,106);
}

.timestamp {
    color: gray;
}

#postamble {
    display: none;
}

.outline-2 {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    background: white;
    width: calc(100% - 20% - 140px);
    margin: 10px;
}

#table-of-contents {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    margin: 10px;
    background: white;
    position: absolute;
    top: 60px;
    right: 0px;
    width: 20%;
    align: right;
}

.figure {
    margin: auto;
}
</style>

<div id="outline-container-org02dc81e" class="outline-2">
<h2 id="org02dc81e">Why Nameclouds</h2>
<div class="outline-text-2" id="text-org02dc81e">
<p>
When we first became parents, we realized just how hard it is to
choose a name for a child. It felt like a lot of pressure to choose a
name we both loved and that would serve our child well for years to
come. We researched hundreds of names on the web, but soon realized
that it was not enough to know the historical origin of a name or how
popular it is. We needed to understand what the name means to people.
</p>

<p>
This is how the idea for Nameclouds was born.
</p>

<p>
We had a solid knowledge of naming trends, matured in years of
scientific research on cultural change, so we set about developing a
novel naming tool. We wanted to make it fun, like a game parents could
tinker with in the months they are expecting. It needed to be smart,
in that it could predict names each parent would like. And it had to
be informative about how a name is trending, where, and with whom.
</p>

<p>
We built Nameclouds with love and science, to bring you a uniquely
personal naming experience. We hope you enjoy it as much as we do.
</p>
</div>
</div>

<div id="outline-container-org73a5f56" class="outline-2">
<h2 id="org73a5f56">What is Name Prediction Technology™?</h2>
<div class="outline-text-2" id="text-org73a5f56">
<p>
Name Prediction Technology™ is our exclusive algorithm that pools data
from the US Census and Social Security Administration to discover what
meaning names evoke and to predict what names you will like.
</p>

<p>
For example, you might like the name Oliver. Nameclouds shows you that
Oliver is trendy but also classic, is popular on the coasts, is
politically liberal and highly educated. It suggests names you might
like, such as Everett, Lawrence, and Franklin, and lets you tinker
with these characteristics to discover more names.
</p>
</div>
</div>

<div id="outline-container-org78ccfc7" class="outline-2">
<h2 id="org78ccfc7">How do I use Nameclouds?</h2>
<div class="outline-text-2" id="text-org78ccfc7">
<p>
You can watch a video about how Nameclouds works here.
</p>

<ul class="org-ul">
<li>Enter a name in the search box. A namecloud will pop up that shows
names that are demographically similar to the one you entered. Click
on any name to start a new name cloud.</li>
<li>Adjust the sliders to show names with different characteristics:
popularity, trendiness, celebrity, perceived education level, and so
on. </li>
<li>On the top left, you will see the name’s origin, similar-sounding
names, and celebrities with that name.</li>
<li>Click on any similar-sounding name to start a new namecloud.</li>
<li>To see popularity based on geography, roll you mouse over the
map. To find a name’s popularity on a county level, click on a state
to zoom in.</li>
<li>A timeline of the name’s popularity will appear in a graph under the
map. Click on a past year and the map adjusts to show popularity for
that year.</li>
</ul>

<p>
You can also click on the Tour button in the app or look at our News
page for more details.
</p>
</div>
</div>

<div id="outline-container-orgf522970" class="outline-2">
<h2 id="orgf522970">What do I get in my subscription?</h2>
<div class="outline-text-2" id="text-orgf522970">
<p>
You get unlimited access to the full capabilities of Name Prediction
Technology™, including unlimited name searches, freedom to play with
all demographic scales, visualization of name trends over time and by
location (to the state and county level), name info, and your
favorites list.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-01-09 Mon 23:25</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>